<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeShockwavePlayer</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/adobe</string>
		<key>NAME</key>
		<string>AdobeShockwavePlayer</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Adobe Shockwave Player Plugin for Web Browsers</string>
			<key>display_name</key>
			<string>Adobe Shockwave Player</string>
			<key>category</key>
			<string>WebbPlugins</string>
			<key>developer</key>
			<string>Adobe</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.autopkg-recipes.AdobeShockwavePlayer.munki</string>
</dict>
</plist>
