<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DeployStudioAdmin</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/deploystudio</string>
		<key>NAME</key>
		<string>DeployStudioAdmin</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>
&lt;html&gt;
&lt;p&gt;
&lt;strong&gt;
This installation includes the DeployStudio Admin tools &lt;em&gt;only&lt;/em&gt;.
&lt;/strong&gt;
These tools enable administrators to configure a DeployStudio Server remotely.
&lt;/p&gt;
&lt;p&gt;
Saving time is a daily concern for system administrators, especially with the increase of minor interventions requested by end-users: accidentally modified system preferences, third-party applications instability or misconfigured, wrong access rights, viruses, etc... OS X is stable and robust but the capacity to (re)install completely a workstation or a server in a few minutes following a preset workflow that automatically restores the right disk image, configures and backs up what was planned by the administrator is a real benefit in terms of time and money. DeployStudio was designed this way, in order to manage flawlessly large deployments of workstations, servers and cluster nodes.
&lt;/p&gt;
&lt;/html&gt;
    </string>
			<key>display_name</key>
			<string>DeployStudio Admin</string>
			<key>installer_choices_xml</key>
			<array>
				<dict>
					<key>attributeSetting</key>
					<integer>0</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>pcruntime</string>
				</dict>
				<dict>
					<key>attributeSetting</key>
					<integer>1</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>admin</string>
				</dict>
				<dict>
					<key>attributeSetting</key>
					<integer>1</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>choice10</string>
				</dict>
				<dict>
					<key>attributeSetting</key>
					<integer>0</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>choice12</string>
				</dict>
			</array>
			<key>category</key>
			<string>Admin</string>
			<key>developer</key>
			<string>DeployStudio</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>i386</string>
				<string>x86_64</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jaharmi.munki.DeployStudioAdmin</string>
</dict>
</plist>
