<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
        <key>Identifier</key>
        <string>local.munki.Firefox</string>
        <key>Input</key>
        <dict>
                <key>LOCALE</key>
                <string>sv_SE</string>
<<<<<<< HEAD
=======
                <key>MUNKI_REPO_SUBDIR</key>
                <string>autopkg/apps/mozilla/firefox</string>
<<<<<<< HEAD
>>>>>>> FETCH_HEAD
=======
>>>>>>> FETCH_HEAD
                <key>NAME</key>
                <string>Firefox</string>
                <key>RELEASE</key>
                <string>latest</string>
                <key>pkginfo</key>
                <dict>
                        <key>catalogs</key>
                        <array>
                                <string>testing</string>
                        </array>
                        <key>display_name</key>
                        <string>Mozilla Firefox</string>
                        <key>name</key>
                        <string>%NAME%</string>
                        <key>unattended_install</key>
                        <true/>
                </dict>
        </dict>
        <key>ParentRecipe</key>
        <string>com.github.autopkg.munki.firefox-rc-en_US</string>
</dict>
</plist>
