<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
        <key>Identifier</key>
        <string>local.munki.Firefox</string>
        <key>Input</key>
        <dict>
                <key>LOCALE</key>
                <string>sv_SE</string>
                <key>MUNKI_REPO_SUBDIR</key>
                <string>apps/Mozilla/Firefox</string>
                <key>NAME</key>
                <string>Firefox</string>
                <key>RELEASE</key>
                <string>latest</string>
                <key>pkginfo</key>
                <dict>
                        <key>catalogs</key>
                        <array>
                                <string>testing</string>
                        </array>
                        <key>category</key>
                        <string>Webbläsare</string>
                        <key>description</key>
                        <string>Mozilla Firefox är en gratis webbläsare utvecklad med öppen källkod</string>
                        <key>developer</key>
                        <string>Mozilla</string>
                        <key>display_name</key>
                        <string>Mozilla Firefox</string>
                        <key>icon_name</key>
                        <string>%NAME%.icns</string>
                        <key>name</key>
                        <string>%NAME%</string>
                        <key>unattended_install</key>
                        <true/>
                </dict>
        </dict>
        <key>ParentRecipe</key>
        <string>com.github.autopkg.munki.firefox-rc-en_US</string>
</dict>
</plist>