<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Iceberg</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://s.sudre.free.fr/Software/files/Iceberg.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/iceberg</string>
		<key>NAME</key>
		<string>Iceberg</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Iceberg is an Integrated Packaging Environment (IPE) that allows you to create packages or metapackages conforming to the Mac OS X specifications.</string>
			<key>display_name</key>
			<string>Iceberg Package Builder</string>
			<key>category</key>
			<string>Admin</string>
			<key>developer</key>
			<string>Sudre</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.autopkg-recipes.Iceberg.munki</string>
</dict>
</plist>
