<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.iStopMotion3</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/istopmotion3</string>
		<key>NAME</key>
		<string>iStopMotion</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Create stop-motion animated movies.</string>
			<key>category</key>
			<string>Video</string>
			<key>developer</key>
			<string>Boinx</string>
			<key>display_name</key>
			<string>iStopMotion</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.timsutton.munki.iStopMotion</string>
</dict>
</plist>
