<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.NavicatMySQL</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://download.navicat.com/download/navicat110_mysql_en.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/navicat</string>
		<key>NAME</key>
		<string>NavicatMySQL</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Navicat for MySQL</string>
			<key>display_name</key>
			<string>Navicat for MySQL</string>
			<key>category</key>
			<string>Admin</string>
			<key>developer</key>
			<string>Navicat</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>i386</string>
				<string>x86_64</string>
			</array>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.lashomb.munki.NavicatMySQL</string>
</dict>
</plist>
