<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.OracleJava7</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/oracle/java7</string>
		<key>NAME</key>
		<string>OracleJava7</string>
		<key>category</key>
		<string>WebbPlugins</string>
		<key>developer</key>
		<string>Oracle</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Java SE Runtime Environment 7 enables support for running Java-powered applets and applications.</string>
			<key>display_name</key>
			<string>Oracle Java 7</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.OracleJava7</string>
</dict>
</plist>
