<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Pashua</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Pashua</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>%NAME%</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Pashua is a tool for creating native Aqua dialog windows from programming languages that have none or only limi­ted support for graphic user inter­faces on Mac OS X. Currently, it supports Apple­Script, Perl, PHP, Python, Groovy, Rexx, Ruby, shell scripts and Tcl—and if your favourite language is not included in this list: writing the glue code for communicating with Pashua is pretty simple.

The GUI elements which can be used for such dialogs include text in­put fields (single-line and multi-line), check­boxes, radio­buttons, combo boxes, popup menus, open panels or buttons. Moreover, it's possible to embed images or PDFs. Any data submitted from the dialog will be passed on to the calling script, which can (of course) use it for anything.

http://www.bluem.net/en/mac/pashua/
</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>minimum_os_version</key>
			<string>10.6</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
		<key>url</key>
		<string>http://www.bluem.net/files/Pashua.dmg</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jps3.munki.Pashua</string>
</dict>
</plist>
