<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.pgAdmin3</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/pgadmin</string>
		<key>NAME</key>
		<string>pgAdmin3</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>pgAdmin is the leading graphical Open Source management, development and administration tool for PostgreSQL.</string>
			<key>display_name</key>
			<key>category</key>
			<string>Admin</string>
			<key>developer</key>
			<string>PGadmin</string>
			<string>pgAdmin3 - Postgresql GUI tools</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.autopkg-recipes.pgAdmin3.munki</string>
</dict>
</plist>
