<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.REDCINE-XPRO</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/RED</string>
		<key>NAME</key>
		<string>REDCINE-XPRO</string>
		<key>category</key>
		<string>Video</string>
		<key>developer</key>
		<string>Red</string>
		<key>icon_name</key>
		<string>%NAME%.icns</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string></string>
			<key>display_name</key>
			<string>REDCINE-X PRO</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.timsutton.munki.redcine-xpro</string>
</dict>
</plist>
