<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.TextWrangler</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/barebonessoftware/textwrangler</string>
		<key>NAME</key>
		<string>TextWrangler</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
            		<string>Textredigerare</string>
			<key>description</key>
			<string>TextWrangler är en kraftfull textredigerare. TextWrangler är BBEdit's "lillebror".</string>
			<key>developer</key>
            		<string>Bare Bones Software</string>
			<key>display_name</key>
			<string>TextWrangler</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.textwrangler</string>
</dict>
</plist>
