<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.VagrantManager</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/vagrantmanager</string>
		<key>NAME</key>
		<string>VagrantManager</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Vagrant Manager is an OS X status bar menu app that lets you manage all of your vagrant machines from one central location.</string>
			<key>display_name</key>
			<string>Vagrant Manager</string>
			<key>category</key>
			<string>Admin</string>
			<key>developer</key>
			<string>VagrantUp</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gerardkok.munki.VagrantManager</string>
</dict>
</plist>
