<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.VirtualBoxExtPack</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/oracle/virtualbox</string>
		<key>NAME</key>
		<string>VirtualBoxExtPack</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Oracle VirtualBox Extension Pack: Support for USB 2.0 devices, VirtualBox RDP and PXE boot for Intel cards.</string>
			<key>display_name</key>
			<string>VirtualBox Extension Pack</string>
			<key>category</key>
			<string>Admin</string>
			<key>developer</key>
			<string>Oracle</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jessepeterson.munki.VirtualBoxExtPack</string>
</dict>
</plist>
